/* 'image.jpg - 1/10' */
"%@ %C %u/%u" = "%1$@ %2$C %3$u/%4$u";

/* 'image1.jpg' & 'image2.jpg' */
"%@ & %@" = "%1$@ & %2$@";

/* 'image.jpg, 640x480' */
"%@, %.0fx%.0f" = "%1$@, %2$.0fx%3$.0f";

/* '20 items, 10 images' */
"%u %@, %u %@" = "%1$u %2$@, %3$u %4$@";

/* ', rotated by 90' */
", rotated by %.0f" = ", rotated by %.0f°";

/* ', scaled to 50%' */
", scaled to %.0f%%" = ", scaled to %.0f%%";

/* Spotlight query (query) */
"\"%@\"" = "“%@”";

/* Actual size toolbar item */
"Actual Size" = "Actual Size";

/* Move to trash dialog button title */
"Cancel" = "キャンセル";

/* Move to trash dialog message */
"Could not move to trash" = "ゴミ箱に移動することはできませんでした";

/* Move to trash dialog button title */
"Delete" = "削除";

/* Move to trash dialog description */
"Do you want to delete \"%@\" immediately?" = "今すぐ“%@”を削除しますか？";

/* Menu item title */
"Hide Status Bar" = "Hide Status Bar";

/* 'image' singular */
"image" = "image";

/* 'image' plural */
"images" = "images";

/* 'item' singular */
"item" = "item";

/* 'item' plural */
"items" = "items";

/* Move to trash toolbar item */
"Move To Trash" = "Move To Trash";

/* Parent toolbar item */
"Parent" = "Parent";

/* Reload toolbar item */
"Reload" = "Reload";

/* Reveal in Finder toolbar item */
"Reveal In Finder" = "Reveal In Finder";

/* Rotate left toolbar item */
"Rotate Left" = "Rotate Left";

/* Rotate right toolbar item */
"Rotate Right" = "Rotate Right";

/* 'Screen 1, 1024x768' */
"Screen %u, %.0fx%.0f" = "Screen %1$u, %2$.0fx%3$.0f";

/* Menu item title */
"Show Status Bar" = "Show Status Bar";

/* Slideshow toolbar item */
"Slideshow" = "Slideshow";

/* Stretch to fit toolbar item */
"Stretch To Fit" = "Stretch To Fit";

/* Zoom to fit toolbar item */
"Zoom To Fit" = "Zoom To Fit";
